import News from "../models/News";
import New_details from "../models/news_detail";

export const CATEGORIES = [
  new News(
    "cc1",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา ปิดให้บริการ วันศุกร์ที่ 12 กุมภาพันธ์ 2564",
    "https://sciplanet.org/wp-content/uploads/2021/02/258181.jpg"
  ),
  new News(
    "cc2",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา ดำเนินการตามมาตรการป้องกันโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19)",
    "https://sciplanet.org/wp-content/uploads/2021/01/ทำความสะอาด_210121_17-1024x768-1.jpg"
  ),
  new News(
    "c3",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา พร้อมเปิดให้สัมผัสประสบการณ์การเรียนรู้ ในรูปแบบ New Normal ในวันที่ 2 กุมภาพันธ์ 2564",
    "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSEUMoZzb2HIgvRrWvwsqAb7yXbZi7NwE6Vsg&usqp=CAU"
  ),
  new News(
    "c4",
    "ควงคู่มาเพิ่มความโรแมนติกในเดือนแห่งความรัก ชมความสวยงามของแสงเหนือ กับภาพยนตร์เต็มโดม เดือนกุมภาพันธ์ 2564 เรื่อง มหัศจรรย์แห่งออโรรา (Experience the Aurora)",
    "https://sciplanet.org/wp-content/uploads/2021/01/252974-1536x864.jpg"
  ),
  new News(
    "c5",
    "ปฏิทินปรากฏการณ์ฝนดาวตก ปี 2564",
    "https://sciplanet.org/wp-content/uploads/2021/01/ปรากฏการณ์-7.png"
  ),
  new News(
    "c6",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา ปิดให้บริการถึง 31 ม.ค. 64",
    "https://sciplanet.org/wp-content/uploads/2021/01/1609750724567.png"
  ),
  new News(
    "c7",
    "ปิดให้บริการ ในวันเสาร์ที่ 5 ธันวาคม พ.ศ. 2563",
    "https://speedphoto.co/i/0O3N383.jpg"
  ),
  new News(
    "c8",
    "ท้องฟ้าจำลองจัดแสดงภาพยนตร์เต็มโดม เดือนธันวาคม 2563 เรื่อง “จักรวาลอันเกรี้ยวกราด วิบัติกาลแห่งห้วงอวกาศ (Violent Universe Catastrophes of the Cosmos)”",
    "https://sciplanet.org/wp-content/uploads/2017/02/Poster_ViolentUniverse.jpg"
  ),
  new News(
    "c9",
    "โฉมใหม่ !! อาคารพิพิธภัณฑ์วิทยาศาสตร์ ณ ศูนย์วิทยาศาสตร์เพื่อการศึกษา Science Museum for All Generation",
    "https://sciplanet.org/wp-content/uploads/2020/11/4.png"
  ),
  new News(
    "c10",
    "ปิดให้บริการในวันที่ 19-20 พฤศจิกายน พ.ศ. 2563",
    "https://sciplanet.org/wp-content/uploads/2020/11/Beechtown-Cupcakes.png"
  ),
  new News(
    "c11",
    "งดให้บริการการแสดงทางท้องฟ้าจำลอง ระหว่างวันที่ 16-30 พ.ย. 63",
    "https://sciplanet.org/wp-content/uploads/2020/11/Australian-Outback-Facebook-Post-1.png"
  ),
  new News(
    "c12",
    "ท้องฟ้าจำลองจัดแสดงภาพยนตร์เต็มโดม เดือนพฤศจิกายน เรื่อง “กลับไปดวงจันทร์กันเถอะ (Back to The Moon for good)”",
    "https://sciplanet.org/wp-content/uploads/2017/10/poster-back_to_the_moon_for_good-1800-1536x2048.jpg"
  ),
  new News(
    "c13",
    "ปิดให้บริการ 23 ตุลาคม 2563 เนื่องในวันปิยมหาราช",
    "https://sciplanet.org/wp-content/uploads/2020/10/22769988_1424270897689778_5791526385326296584_o.jpg"
  ),
  new News(
    "c14",
    "เทศกาลภาพยนตร์วิทยาศาสตร์เพื่อการเรียนรู้ ครั้งที่ 16 (1 พฤศจิกายน – 20 ธันวาคม 2563)",
    "https://sciplanet.org/wp-content/uploads/2020/10/channels.png"
  ),
  new News(
    "c15",
    "ปิดให้บริการ 13 ตุลาคม 63 เนื่องในวันคล้ายวันสวรรคต พระบาทสมเด็จพระบรมชนกาธิเบศร มหาภูมิพลอดุลยเดชมหาราช บรมนาถบพิตร",
    "https://sciplanet.org/wp-content/uploads/2020/10/เพิ่มหัวเรื่อง.png"
  ),
  new News(
    "c16",
    "ท้องฟ้าจำลองจัดแสดงภาพยนตร์เต็มโดม เดือนตุลาคม 2563 เรื่อง “โคโคมง ผจญภัยในอวกาศ”",
    "https://sciplanet.org/wp-content/uploads/2020/09/COCOMONG.jpg"
  ),
  new News(
    "c17",
    "ท้องฟ้าจำลองจัดแสดงภาพยนตร์เต็มโดม เดือนกันยายน 2563 เรื่อง “จากโลกสู่จักรวาล”",
    "https://sciplanet.org/wp-content/uploads/2020/09/elec_poster_0050.jpg"
  ),
  new News(
    "c18",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา ปิดให้บริการ วันศุกร์ที่ 4 ก.ย. และ วันจันทร์ที่ 7 ก.ย. 63 เนื่องในวันหยุดชดเชยเทศกาลสงกรานต์",
    "https://sciplanet.org/wp-content/uploads/2020/09/happy.png"
  ),
  new News(
    "c19",
    "18 สิงหาคม 2563 เที่ยวศูนย์วิทยาศาสตร์เพื่อการศึกษา ท้องฟ้าจำลองกรุงเทพ ฟรี!",
    "https://speedphoto.co/i/0O3N383.jpg"
  ),
  new News(
    "c20",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา (ท้องฟ้าจำลองกรุงเทพ) ปิดบริการ 27-28 กรกฎาคม 2563",
    "https://sciplanet.org/wp-content/uploads/2020/07/final-1.png"
  ),
];

export const NEWS_DETAILS = [
  new New_details(
    "i1",
    "cc1",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา ปิดให้บริการ วันศุกร์ที่ 12 กุมภาพันธ์ 2564",
    "ตามที่ ประชุมคณะรัฐมนตรี เมื่อวันที่ 29 ธันวาคม 2563 พิจารณาเรื่อง การกำหนดวันหยุดราชการเพิ่มเป็นกรณีพิเศษและการกำหนดวันหยุดราชการประจำภูมิภาค รวมทั้งการเลื่อนวันหยุดชดเชยวันหยุดราชการ ประจำปี 2564 แล้วลงมติเห็นชอบกำหนดให้ วันศุกร์ที่ 12 กุมภาพันธ์ 2564 เป็นวันหยุดราชการเพิ่มเป็นกรณีพิเศษ ศูนย์วิทยาศาสตร์เพื่อการศึกษาในฐานะหน่วยงานราชการ จึงขอปิดให้บริการ 1 วัน ในวันศุกร์ที่ 12 กุมภาพันธ์ 2564 ตามมติ ครม. จึงประชาสัมพันธ์มาให้ทราบโดยทั่วกัน",
    "https://sciplanet.org/wp-content/uploads/2021/02/258181.jpg"
  ),
  new New_details(
    "i2",
    "cc2",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา ดำเนินการตามมาตรการป้องกันโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19)",
    "ตลอดเดือนมกราคม 2564 ศูนย์วิทยาศาสตร์เพื่อการศึกษา ดำเนินการตามมาตรการป้องกันโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ร่วมกันทำความสะอาดพื้นที่บริการ จุดสัมผัส นิทรรศการภายในอาคาร และบริเวณพื้นที่โดยรอบ พร้อมทั้งติดป้ายคำแนะนำในการปฏิบัติตามมาตรการป้องกันและควบคุมการแพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) การเว้นระยะห่างทางสังคม (Social Distancing) เพื่อสร้างความมั่นใจให้กับเจ้าหน้าที่และผู้ที่มาติดต่อราชการ ชมภาพศูนย์วิทยาศาสตร์เพื่อการศึกษา ดำเนินการตามมาตรการป้องกันโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19)",
    "https://sciplanet.org/wp-content/uploads/2021/01/ทำความสะอาด_210121_17-1024x768-1.jpg"
  ),
  new New_details(
    "i3",
    "c3",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา พร้อมเปิดให้สัมผัสประสบการณ์การเรียนรู้ ในรูปแบบ New Normal ในวันที่ 2 กุมภาพันธ์ 2564",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา พร้อมเปิดให้สัมผัสประสบการณ์การเรียนรู้ ในรูปแบบ New Normal ตามวิถีชีวิตใหม่ไปด้วยกัน ในวันที่ 2 กุมภาพันธ์ 2564 พร้อมคุมเข้ม! มาตรการการป้องกันและควบคุมการแพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 เพื่อความปลอดภัยสูงสุดของผู้ใช้บริการ จึงประชาสัมพันธ์มาให้ทราบโดยทั่วกัน",
    "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSEUMoZzb2HIgvRrWvwsqAb7yXbZi7NwE6Vsg&usqp=CAU"
  ),
  new New_details(
    "i4",
    "c4",
    "ควงคู่มาเพิ่มความโรแมนติกในเดือนแห่งความรัก ชมความสวยงามของแสงเหนือ กับภาพยนตร์เต็มโดม เดือนกุมภาพันธ์ 2564 เรื่อง มหัศจรรย์แห่งออโรรา (Experience the Aurora)",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา (ท้องฟ้าจำลองกรุงเทพ) สำนักงาน กศน. ให้บริการส่วนการแสดงท้องฟ้าจำลอง ด้วยการบรรยายให้ความรู้ด้านดาราศาสตร์และอวกาศจากนักวิชาการศึกษา และจัดแสดงภาพยนตร์เต็มโดมจากเครื่องฉายดาวและสื่อมัลติมีเดีย โดยเปิดการแสดงเป็นรอบ ๆ ละ 1 ชั่วโมง ให้บริการผู้ชม 100 คนต่อ 1 รอบ เปิดให้บริการทั้งรอบสถาบันการศึกษา และรอบประชาชนทั่วไป ควงคู่มาเพิ่มความโรแมนติกในเดือนแห่งความรัก กับภาพยนตร์เต็มโดม เดือนกุมภาพันธ์ 2564 เรื่อง มหัศจรรย์แห่งออโรรา (Experience the Aurora) ภาพยนตร์ความยาว 27 นาที นำเสนอเนื้อหาเกี่ยวกับ “แสงออโรรา” อาจเรียกว่า “แสงเหนือ” หรือ “แสงใต้” ขึ้นอยู่กับแหล่งกำเนิด แสงสวยงามหลากสีสันบนท้องฟ้าเหล่านี้เกิดจากสนามแม่เหล็กโลก กำลังทำหน้าที่ปกป้องสิ่งมีชีวิตในโลกจากลมสุริยะ ร่วมเดินทางไปสัมผัสความสวยงามของแสงออโรราในบริเวณคาบสมุทรอาร์คติกเสมือนว่าไปอยู่ที่ขั้วโลกจริง ๆ  “มหัศจรรย์แห่งออโรรา (Experience the Aurora)” เป็นภาพยนตร์ที่เข้าชิงรอบสุดท้ายรางวัล Telly Awards พากษ์เสียงภาษาไทยโดย คุณปิยะวัฒน์ เข็มเพชร (PK)",
    "https://sciplanet.org/wp-content/uploads/2021/01/252974-1536x864.jpg"
  ),
  new New_details(
    "i5",
    "c5",
    "ปฏิทินปรากฏการณ์ฝนดาวตก ปี 2564",
    "ฟ้าเมืองไทย ปี 2564 มีปรากฏการณ์ทางดาราศาสตร์ที่น่าสนใจและน่าจับตาหลายอย่างตลอดทั้งปี มีดวงจันทร์บังดาวอังคาร จันทรุปราคา หรือจะเป็นปรากฏการณ์ฝนดาวตก​ ศูนย์วิทยาศาสตร์เพื่อการศึกษา จึงได้จัดทำปฏิทินปรากฏการณ์ฝนดาวตก  สุริยุปราคาและจันทรุปราคา ประจำปี 2564 เพื่อประชาสัมพันธ์มาให้ทราบโดยทั่วกัน",
    "https://sciplanet.org/wp-content/uploads/2021/01/ปรากฏการณ์-7.png"
  ),
  new New_details(
    "i6",
    "c6",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา ปิดให้บริการถึง 31 ม.ค. 64",
    "เนื่องจากเกิดการแพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่ขึ้น และแพร่กระจายในหลายพื้นที่ของประเทศไทยทำให้จำนวนผู้ติดเชื้อเพิ่มขึ้นอย่างต่อเนื่อง ดังนั้น เพื่อเป็นการป้องกันและควบคุมจำกัดการแพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ศูนย์วิทยาศาสตร์เพื่อการศึกษา จึงขอปิดให้บริการชั่วคราว ถึงวันที่ 31 ม.ค. 64 ตามประกาศกระทรวงศึกษาธิการ ลงวันที่ 2 มกราคม พ.ศ. 2564จึงประชาสัมพันธ์มาให้ทราบโดยทั่วกัน",
    "https://sciplanet.org/wp-content/uploads/2021/01/1609750724567.png"
  ),
  new New_details(
    "i7",
    "c7",
    "ปิดให้บริการ ในวันเสาร์ที่ 5 ธันวาคม พ.ศ. 2563",
    "ตามประกาศสำนักนายกรัฐมนตรี เรื่อง กำหนดวันหยุดราชการประจำปี ลงวันที่ 24 พฤษภาคม 2562 ได้กำหนดให้วันที่ 5 ธันวาคม เป็นวันหยุดราชการประจำปี เนื่องในวันคล้ายวันพระบรมราชสมภพ พระบาทสมเด็จพระบรมชนกาธิเบศร มหาภูมิพลอดุลยเดชมหาราช บรมนาถบพิตร ศูนย์วิทยาศาสตร์เพื่อการศึกษา ในฐานะหน่วยงานราชการ จึงขอปิดให้บริการ ในวันเสาร์ที่ 5 ธันวาคม พ.ศ. 2563 เป็นเวลา 1 วัน  ตามประกาศสำนักนายกรัฐมนตรี  จึงประชาสัมพันธ์มาให้ทราบโดยทั่วกัน",
    "https://speedphoto.co/i/0O3N383.jpg"
  ),
  new New_details(
    "i8",
    "c8",
    "ท้องฟ้าจำลองจัดแสดงภาพยนตร์เต็มโดม เดือนธันวาคม 2563 เรื่อง “จักรวาลอันเกรี้ยวกราด วิบัติกาลแห่งห้วงอวกาศ (Violent Universe Catastrophes of the Cosmos)”",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา (ท้องฟ้าจำลองกรุงเทพ) สำนักงาน กศน. ให้บริการส่วนการแสดงท้องฟ้าจำลองกรุงเทพ เปิดการแสดงเป็นรอบ ๆ ละ 1 ชั่วโมง บริการผู้ชม จำนวน 140 คนต่อ 1 รอบการแสดง ช่วงแรกของการแสดงท้องฟ้าจำลอง เป็นการบรรยายให้ความรู้ด้านดาราศาสตร์และอวกาศจากนักวิชาการศึกษา และในช่วงท้ายจะเป็นการแสดงภาพยนตร์เต็มโดมจากเครื่องฉายดาวและสื่อมัลติมีเดีย ซึ่งจะมีการเปลี่ยนภาพยนตร์เต็มโดมทุกเดือน สำหรับการแสดงภาพยนตร์เต็มโดมในเดือนธันวาคมนี้ จัดแสดงเรื่อง “จักรวาลอันเกรี้ยวกราด วิบัติกาลแห่งห้วงอวกาศ (Violent Universe Catastrophes of the Cosmos)” ภาพยนตร์ความยาว 25 นาที นำเสนอเรื่องราวสุดแสนอันตรายในอวกาศ ความสวยงามของดวงดาวท่ามกลางอวกาศสีดำสนิท มืดมิด และดูเงียบสงบ แต่ความจริงแล้ว จักรวาลนี้แฝงไปด้วยอันตราย ไม่ว่าจะเป็นรังสีที่เป็นอันตราย ความตายของดวงดาว หลุมดำที่น่ากลัว และอุกกาบาต ภาพยนตร์ฯ พากย์เสียงภาษาไทย โดย คุณพงศธร จงวิลาศ (เผือก)",
    "https://sciplanet.org/wp-content/uploads/2017/02/Poster_ViolentUniverse.jpg"
  ),
  new New_details(
    "i9",
    "c9",
    "โฉมใหม่ !! อาคารพิพิธภัณฑ์วิทยาศาสตร์ ณ ศูนย์วิทยาศาสตร์เพื่อการศึกษา Science Museum for All Generation",
    "โฉมใหม่ !! อาคารพิพิธภัณฑ์วิทยาศาสตร์ คงคุณค่าและความงดงามแห่งสถาปัตยกรรม ในรูปแบบที่ทันสมัยมากขึ้น เพื่อสังคมแห่งการเรียนรู้ตลอดชีวิต สำหรับประชาชนทุกกลุ่ม ทุกวัย ติดตั้งลิฟท์แก้วเพื่อความสะดวกสบาย บรรยากาศเย็นสบายด้วยเครื่องปรับอากาศใหม่ เพิ่มระบบความปลอดภัยด้วยกล้องวงจรปิดทั้งอาคาร ตอบรับการเรียนรู้ในยุคดิจิทัล ด้วยอินเตอร์เน็ตความเร็วสูง สื่อสารประชาสัมพันธ์ภายในอาคารผ่านจออิเล็กทรอนิกส์ และจอ LED พร้อมด้วยห้องประชุมขนาดใหญ่ ที่นั่งสะดวกสบาย ภายในติดตั้งจอภาพขนาด 450 นิ้ว ระบบเสียงรอบทิศทาง สำคัญที่สุด! พบกับนิทรรศการใหม่ที่น่าสนใจและทันสมัยกำหนดแล้วเสร็จในเดือนธันวาคม พ.ศ. 2564",
    "https://sciplanet.org/wp-content/uploads/2020/11/4.png"
  ),
  new New_details(
    "i10",
    "c10",
    "ปิดให้บริการในวันที่ 19-20 พฤศจิกายน พ.ศ. 2563",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา ปิดให้บริการในวันที่ 19-20 พฤศจิกายน พ.ศ. 2563 ตามมติครม. เห็นชอบให้เป็นวันหยุดกรณีพิเศษ แต่วันเสาร์และอาทิตย์ที่ 21-22 พฤศจิกายน พ.ศ. 2563 เปิดให้บริการตามปกติ จึงประชาสัมพันธ์มาให้ทราบโดยทั่วกัน",
    "https://sciplanet.org/wp-content/uploads/2020/11/Beechtown-Cupcakes.png"
  ),
  new New_details(
    "i11",
    "c11",
    "งดให้บริการการแสดงทางท้องฟ้าจำลอง ระหว่างวันที่ 16-30 พ.ย. 63",
    "เนื่องจากศูนย์วิทยาศาสตร์เพื่อการศึกษา กำลังดำเนินการปรับปรุงอาคาร  จึงขอปิดให้บริการการแสดงท้องฟ้าจำลอง ระหว่างวันที่ 16-30 พฤศจิกายน 2563 โดยคงเปิดให้บริการเฉพาะการเรียนรู้ผ่านนิทรรศการและกิจกรรมการศึกษา ขออภัยในความไม่สะดวก จึงประชาสัมพันธ์มาให้ทราบโดยทั่วกัน",
    "https://sciplanet.org/wp-content/uploads/2020/11/Australian-Outback-Facebook-Post-1.png"
  ),
  new New_details(
    "i12",
    "c12",
    "ท้องฟ้าจำลองจัดแสดงภาพยนตร์เต็มโดม เดือนพฤศจิกายน เรื่อง “กลับไปดวงจันทร์กันเถอะ (Back to The Moon for good)”",
    "สำหรับภาพยนตร์เต็มโดม เดือนพฤศจิกายน 2563 จัดแสดงเรื่อง กลับไปดวงจันทร์กันเถอะ (Back to The Moon for good) นำเสนอเนื้อหาสาระเกี่ยวกับดวงจันทร์และการเดินทางไปยังดวงจันทร์ของมนุษย์ ซึ่งเมื่อครั้งอดีต มนุษย์เคยไปเหยียบพื้นผิวดวงจันทร์มาแล้ว แต่มากกว่า 40 ปีที่ผ่านมา มนุษย์ยังไม่เคยเดินทางไปยังดวงจันทร์อีกเลย มาร่วมติดตามภารกิจในการกลับไปเหยียบดวงจันทร์อีกครั้ง เพื่อจุดมุ่งหมายด้านอวกาศร่วมกันของมนุษยชาติ โดยศูนย์วิทยาศาสตร์เพื่อการศึกษา (ท้องฟ้าจำลองกรุงเทพ) สำนักงาน กศน. เปิดให้บริการส่วนการแสดงท้องฟ้าจำลอง ด้วยการบรรยายให้ความรู้ด้านดาราศาสตร์และอวกาศจากนักวิชาการศึกษา และจัดแสดงภาพยนตร์เต็มโดมจากเครื่องฉายดาวและสื่อมัลติมีเดีย โดยเปิดการแสดงเป็นรอบ ๆ ละ 1 ชั่วโมง ให้บริการผู้ชม 140 คนต่อ 1 รอบการแสดง ซึ่งให้บริการทั้งสถาบันการศึกษา และประชาชนทั่วไป ท่านสามารถติดต่อสอบถามรายละเอียดเพิ่มเติมได้ที่ โทรศัพท์ : 0-2391-0544 0-2392-0508 0-2392-1773 ในวันและเวลาราชการ และตรวจสอบรอบการแสดงท้องฟ้าจำลองหรือกำหนดการฉายภาพยนตร์เต็มโดม ได้ที่เว็บไซต์ www.sciplanet.org หรือกำหนดการฉายภาพยนตร์เต็มโดม",
    "https://sciplanet.org/wp-content/uploads/2017/10/poster-back_to_the_moon_for_good-1800-1536x2048.jpg"
  ),
  new New_details(
    "i13",
    "c13",
    "ปิดให้บริการ 23 ตุลาคม 2563 เนื่องในวันปิยมหาราช",
    "ตามประกาศสำนักนายกรัฐมนตรี เรื่อง กำหนดวันหยุดราชการประจำปี ลงวันที่ 24 พฤษภาคม 2562 ได้กำหนดให้วันที่ 23 ตุลาคม  เป็นวันหยุดราชการประจำปี เนื่องในวันปิยมหาราช ศูนย์วิทยาศาสตร์เพื่อการศึกษา (ท้องฟ้าจำลองกรุงเทพ) สำนักงาน กศน. สำนักปลัดกระทรวงศึกษาธิการ กระทรวงศึกษาธิการ ในฐานะหน่วยงานราชการ จึงขอปิดให้บริการ 1 วัน ในวันศุกร์ที่ 23 ตุลาคม 2563  จึงประชาสัมพันธ์มาให้ทราบโดยทั่วกัน",
    "https://sciplanet.org/wp-content/uploads/2020/10/22769988_1424270897689778_5791526385326296584_o.jpg"
  ),
  new New_details(
    "i14",
    "c14",
    "เทศกาลภาพยนตร์วิทยาศาสตร์เพื่อการเรียนรู้ ครั้งที่ 16 (1 พฤศจิกายน – 20 ธันวาคม 2563)",
    "-",
    "https://sciplanet.org/wp-content/uploads/2020/10/web-page-header.png"
  ),
  new New_details(
    "i15",
    "c15",
    "ปิดให้บริการ 13 ตุลาคม 63 เนื่องในวันคล้ายวันสวรรคต พระบาทสมเด็จพระบรมชนกาธิเบศร มหาภูมิพลอดุลยเดชมหาราช บรมนาถบพิตร",
    "ตามประกาศสำนักนายกรัฐมนตรี เรื่อง กำหนดวันหยุดราชการประจำปี ลงวันที่ 24 พฤษภาคม 2562 ได้กำหนดให้วันที่ 13 ตุลาคม  เป็นวันหยุดราชการประจำปี เนื่องในวันคล้ายวันสวรรคต พระบาทสมเด็จพระบรมชนกาธิเบศร มหาภูมิพลอดุลยเดชมหาราช บรมนาถบพิตร ศูนย์วิทยาศาสตร์เพื่อการศึกษา (ท้องฟ้าจำลองกรุงเทพ) สำนักงาน กศน. สำนักปลัดกระทรวงศึกษาธิการ กระทรวงศึกษาธิการ ในฐานะหน่วยงานราชการ จึงขอปิดให้บริการ 1 วัน ในวันอังคารที่ 13 ตุลาคม 2563  จึงประชาสัมพันธ์มาให้ทราบโดยทั่วกัน",
    "https://sciplanet.org/wp-content/uploads/2020/10/เพิ่มหัวเรื่อง.png"
  ),
  new New_details(
    "i16",
    "c16",
    "ท้องฟ้าจำลองจัดแสดงภาพยนตร์เต็มโดม เดือนตุลาคม 2563 เรื่อง “โคโคมง ผจญภัยในอวกาศ”",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา (ท้องฟ้าจำลองกรุงเทพ) สำนักงาน กศน. ให้บริการส่วนการแสดงท้องฟ้าจำลอง ด้วยการบรรยายให้ความรู้ด้านดาราศาสตร์และอวกาศจากนักวิชาการศึกษา และจัดแสดงภาพยนตร์เต็มโดมจากเครื่องฉายดาวและสื่อมัลติมีเดีย โดยเปิดการแสดงเป็นรอบ ๆ ละ 1 ชั่วโมง ให้บริการผู้ชม 140 คนต่อ 1 รอบ เปิดให้บริการทั้งรอบสถาบันการศึกษา และรอบประชาชนทั่วไป โคโคมง ผจญภัยในอวกาศ (COCOMONG A Space  Adventure) ภาพยนตร์แอนิเมชันเกี่ยวกับภารกิจการผจญภัยในอวกาศของเจ้าลิงน้อย “โคโคมง” และบรรดาผองเพื่อน การผจญภัยในอวกาศครั้งนี้ จะตื่นเต้นและสนุกสนานแค่ไหน เรามาร่วมติดตามการผจญภัยของ “โคโคมง” ไปด้วยกัน",
    "https://sciplanet.org/wp-content/uploads/2020/09/COCOMONG.jpg"
  ),
  new New_details(
    "i17",
    "c17",
    "ท้องฟ้าจำลองจัดแสดงภาพยนตร์เต็มโดม เดือนกันยายน 2563 เรื่อง “จากโลกสู่จักรวาล”",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา (ท้องฟ้าจำลองกรุงเทพ) สำนักงาน กศน. ให้บริการส่วนการแสดงท้องฟ้าจำลอง ด้วยการบรรยายให้ความรู้ด้านดาราศาสตร์และอวกาศจากนักวิชาการศึกษา และจัดแสดงภาพยนตร์เต็มโดมจากเครื่องฉายดาวและสื่อมัลติมีเดีย โดยเปิดการแสดงเป็นรอบ ๆ ละ 1 ชั่วโมง ให้บริการผู้ชม 140 คนต่อ 1 รอบ เปิดให้บริการทั้งรอบสถาบันการศึกษา และรอบประชาชนทั่วไป “จากโลกสู่จักรวาล”ท้องฟ้ายามค่ำคืนที่ทั้งสวยงามและลึกลับ ตำนานโบราณและความน่าสะพรึงกลัวของมันมักเป็นหัวข้อของเรื่องราวที่เล่าขานกันในแคมป์ไฟอยู่เสมอ ตราบใดที่ยังคงมีมนุษย์อยู่ ความปรารถนาที่จะหยั่งรู้จักรวาลอาจเป็นประสบการณ์ทางปัญญา ที่เก่าแก่ที่สุดของมนุษยชาติ แต่เมื่อไม่นานมานี้เราเพิ่งเริ่มเข้าใจอย่างแท้จริงถึงตำแหน่งที่อยู่ของเราในจักรวาลอันกว้างใหญ่ เพื่อเรียนรู้เกี่ยวกับการค้นพบนี้จากทฤษฎีของทฤษฎีของนักดาราศาสตร์ชาวกรีกโบราณมาสู่เรื่องราวของกล้องโทรทรรศน์ที่ยิ่งใหญ่ที่สุดในปัจจุบัน เราขอเชิญคุณสัมผัสประสบการณ์จากโลกสู่จักรวาล การเดินทางอันน่าตื่นตาตื่นใจตลอด 30 นาที ผ่านอวกาศและกาลเวลาไปสู่จักรวาลตามข้อมูลทางวิทยาศาสตร์ ผู้ชมจะได้ชื่นชมความงดงามของระบบสุริยะและดวงอาทิตย์อันแสนร้อนแรง ภาพยนตร์เรื่องนี้จะพาผู้ชมออกไปสู่สถานที่เกิดอันมีสีสันและสถานที่ฝังศพของดาวฤกษ์และยังคงไกลเกินกว่าทางช้างเผือกไปจนถึงความใหญ่โตที่ไม่สามารถคาดการณ์ได้ของกาแลคซีมากมาย ผู้ชมจะได้เรียนรู้เกี่ยวกับประวัติดาราศาสตร์ การประดิษฐ์กล้องโทรทรรศน์และกล้องโทรทรรศน์ขนาดยักษ์ของวันนี้เพื่อให้เราสามารถสำรวจความลึกของจักรวาลได้",
    "https://sciplanet.org/wp-content/uploads/2020/09/elec_poster_0050.jpg"
  ),
  new New_details(
    "i18",
    "c18",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา ปิดให้บริการ วันศุกร์ที่ 4 ก.ย. และ วันจันทร์ที่ 7 ก.ย. 63 เนื่องในวันหยุดชดเชยเทศกาลสงกรานต์",
    "ตามประกาศสำนักนายกรัฐมนตรี เรื่อง กำหนดวันหยุดราชการประจำปี ลงวันที่ 24 พฤษภาคม 2562 ได้กำหนดให้วันที่ 13-15 เมษายน  เป็นวันสงกรานต์ วันหยุดราชการประจำปีแต่เนื่องด้วยสถานการณ์โรคระบาด COVID – 19 จึงได้เลื่อนวันหยุดดังกล่าว และมติที่ประชุม ครม. เห็นชอบให้วันศุกร์ที่ 4 ก.ย. และ วันจันทร์ที่ 7 ก.ย. 63 เป็นวันหยุดชดเชยวันสงกรานต์ ศูนย์วิทยาศาสตร์เพื่อการศึกษา (ท้องฟ้าจำลองกรุงเทพ) สำนักงาน กศน. สำนักปลัดกระทรวงศึกษาธิการ กระทรวงศึกษาธิการ ในฐานะหน่วยงานราชการ จึงขอปิดให้บริการ 2 วัน ในวันศุกร์ที่ 4 ก.ย. และ วันจันทร์ที่ 7 ก.ย. 63  จึงประชาสัมพันธ์มาให้ทราบโดยทั่วกัน",
    "https://sciplanet.org/wp-content/uploads/2020/09/happy.png"
  ),
  new New_details(
    "i9",
    "c19",
    "18 สิงหาคม 2563 เที่ยวศูนย์วิทยาศาสตร์เพื่อการศึกษา ท้องฟ้าจำลองกรุงเทพ ฟรี!",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา กำหนดจัดงานวันวิทยาศาสตร์แห่งชาติ ประจำปี 2563 ในวันอังคารที่ 18 สิงหาคม 2563 เวลา 09.00 – 16.00 น. เพื่อเทิดพระเกียรติพระบาทสมเด็จ พระจอมเกล้าเจ้าอยู่หัว “พระบิดาแห่งวิทยาศาสตร์ไทย” และเฉลิมฉลองพระราชสมัญญา “พระบาทสมเด็จพระปรเมนทรรามาธิบดีศรีสินทร มหามงกุฎ พระจอมเกล้าเจ้าอยู่หัว พระสยามเทวมหามกุฏวิทยมหาราช” โดยจัดกิจกรรมด้านดาราศาสตร์ วิทยาศาสตร์ เทคโนโลยี ธรรมชาติและสิ่งแวดล้อม และกิจกรรมพิเศษอีกมากมาย เพื่อเปิดโอกาสให้นักเรียน นักศึกษา เยาวชน และประชาชนทั่วไป เข้าถึงการเรียนรู้วิทยาศาสตร์ โดยไม่เสียค่าใช้จ่ายในวันและเวลาดังกล่าว",
    "https://speedphoto.co/i/0O3N383.jpg"
  ),
  new New_details(
    "i20",
    "c20",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา (ท้องฟ้าจำลองกรุงเทพ) ปิดบริการ 27-28 กรกฎาคม 2563",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา (ท้องฟ้าจำลองกรุงเทพ) รวมถึงศูนย์สร้างสรรค์เยาวชน (กระจ่าง บริรักษ์นิติเกษตร) สำนักงาน กศน. ปิดให้บริการวันที่ 27 – 28 กรกฎาคม 2563 เนื่องในวันเฉลิมพระชนมพรรษาพระบาทสมเด็จพระปรเมนทรรามาธิบดีศรีสินทรมหาวชิราลงกรณ พระวชิรเกล้าเจ้าอยู่หัว และวันหยุดตามมติคณะรัฐมนตรี (ครม.) หากท่านมีข้อสงสัย แนะนำ หรือติชมโทร. 0 2391 0544 และ 0 2392 0508 ในวันและเวลาทำการ สามารถติดตามข่าวสารทางเว็บไซต์ sciplanet.org และทาง Facebook Page ศูนย์วิทยาศาสตร์เพื่อการศึกษา ท้องฟ้าจำลองกรุงเทพ ทวิตเตอร์ @sce_moe รวมถึงทาง LINE ID: @sciplanet.org",
    "https://sciplanet.org/wp-content/uploads/2020/07/final-1.png"
  ),
];
