import Events from "../models/Events";
import Event_details from "../models/Event_detail";

export const EVENTS_CATEGORY = [
  new Events(
    "c1",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา ปิดให้บริการ วันศุกร์ที่ 12 กุมภาพันธ์ 2564",
    "https://sciplanet.org/wp-content/uploads/2021/02/258181.jpg"
  ),
  new Events(
    "c2",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา ดำเนินการตามมาตรการป้องกันโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19)",
    "https://sciplanet.org/wp-content/uploads/2021/01/ทำความสะอาด_210121_17-1024x768-1.jpg"
  ),
  new Events(
    "c3",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา พร้อมเปิดให้สัมผัสประสบการณ์การเรียนรู้ ในรูปแบบ New Normal ในวันที่ 2 กุมภาพันธ์ 2564",
    "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSEUMoZzb2HIgvRrWvwsqAb7yXbZi7NwE6Vsg&usqp=CAU"
  ),
  new Events(
    "c4",
    "ควงคู่มาเพิ่มความโรแมนติกในเดือนแห่งความรัก ชมความสวยงามของแสงเหนือ กับภาพยนตร์เต็มโดม เดือนกุมภาพันธ์ 2564 เรื่อง มหัศจรรย์แห่งออโรรา (Experience the Aurora)",
    "https://sciplanet.org/wp-content/uploads/2021/01/252974-1536x864.jpg"
  ),
  new Events(
    "c5",
    "ปฏิทินปรากฏการณ์ฝนดาวตก ปี 2564",
    "https://sciplanet.org/wp-content/uploads/2021/01/ปรากฏการณ์-7.png"
  ),
  new Events(
    "c6",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา ปิดให้บริการถึง 31 ม.ค. 64",
    "https://sciplanet.org/wp-content/uploads/2021/01/1609750724567.png"
  )
];

export const NEWS_DETAILS = [
  new Event_details(
    "a1",
    "c1",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา ปิดให้บริการ วันศุกร์ที่ 12 กุมภาพันธ์ 2564",
    "ตามที่ ประชุมคณะรัฐมนตรี เมื่อวันที่ 29 ธันวาคม 2563 พิจารณาเรื่อง การกำหนดวันหยุดราชการเพิ่มเป็นกรณีพิเศษและการกำหนดวันหยุดราชการประจำภูมิภาค รวมทั้งการเลื่อนวันหยุดชดเชยวันหยุดราชการ ประจำปี 2564 แล้วลงมติเห็นชอบกำหนดให้ วันศุกร์ที่ 12 กุมภาพันธ์ 2564 เป็นวันหยุดราชการเพิ่มเป็นกรณีพิเศษ ศูนย์วิทยาศาสตร์เพื่อการศึกษาในฐานะหน่วยงานราชการ จึงขอปิดให้บริการ 1 วัน ในวันศุกร์ที่ 12 กุมภาพันธ์ 2564 ตามมติ ครม. จึงประชาสัมพันธ์มาให้ทราบโดยทั่วกัน",
    "https://sciplanet.org/wp-content/uploads/2021/02/258181.jpg"
  ),
  new Event_details(
    "a2",
    "c2",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา ดำเนินการตามมาตรการป้องกันโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19)",
    "ตลอดเดือนมกราคม 2564 ศูนย์วิทยาศาสตร์เพื่อการศึกษา ดำเนินการตามมาตรการป้องกันโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ร่วมกันทำความสะอาดพื้นที่บริการ จุดสัมผัส นิทรรศการภายในอาคาร และบริเวณพื้นที่โดยรอบ พร้อมทั้งติดป้ายคำแนะนำในการปฏิบัติตามมาตรการป้องกันและควบคุมการแพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) การเว้นระยะห่างทางสังคม (Social Distancing) เพื่อสร้างความมั่นใจให้กับเจ้าหน้าที่และผู้ที่มาติดต่อราชการ ชมภาพศูนย์วิทยาศาสตร์เพื่อการศึกษา ดำเนินการตามมาตรการป้องกันโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19)",
    "https://sciplanet.org/wp-content/uploads/2021/01/ทำความสะอาด_210121_17-1024x768-1.jpg"
  ),
  new Event_details(
    "a3",
    "c3",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา พร้อมเปิดให้สัมผัสประสบการณ์การเรียนรู้ ในรูปแบบ New Normal ในวันที่ 2 กุมภาพันธ์ 2564",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา พร้อมเปิดให้สัมผัสประสบการณ์การเรียนรู้ ในรูปแบบ New Normal ตามวิถีชีวิตใหม่ไปด้วยกัน ในวันที่ 2 กุมภาพันธ์ 2564 พร้อมคุมเข้ม! มาตรการการป้องกันและควบคุมการแพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 เพื่อความปลอดภัยสูงสุดของผู้ใช้บริการ จึงประชาสัมพันธ์มาให้ทราบโดยทั่วกัน",
    "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSEUMoZzb2HIgvRrWvwsqAb7yXbZi7NwE6Vsg&usqp=CAU"
  ),
  new Event_details(
    "a4",
    "c4",
    "ควงคู่มาเพิ่มความโรแมนติกในเดือนแห่งความรัก ชมความสวยงามของแสงเหนือ กับภาพยนตร์เต็มโดม เดือนกุมภาพันธ์ 2564 เรื่อง มหัศจรรย์แห่งออโรรา (Experience the Aurora)",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา (ท้องฟ้าจำลองกรุงเทพ) สำนักงาน กศน. ให้บริการส่วนการแสดงท้องฟ้าจำลอง ด้วยการบรรยายให้ความรู้ด้านดาราศาสตร์และอวกาศจากนักวิชาการศึกษา และจัดแสดงภาพยนตร์เต็มโดมจากเครื่องฉายดาวและสื่อมัลติมีเดีย โดยเปิดการแสดงเป็นรอบ ๆ ละ 1 ชั่วโมง ให้บริการผู้ชม 100 คนต่อ 1 รอบ เปิดให้บริการทั้งรอบสถาบันการศึกษา และรอบประชาชนทั่วไป ควงคู่มาเพิ่มความโรแมนติกในเดือนแห่งความรัก กับภาพยนตร์เต็มโดม เดือนกุมภาพันธ์ 2564 เรื่อง มหัศจรรย์แห่งออโรรา (Experience the Aurora) ภาพยนตร์ความยาว 27 นาที นำเสนอเนื้อหาเกี่ยวกับ “แสงออโรรา” อาจเรียกว่า “แสงเหนือ” หรือ “แสงใต้” ขึ้นอยู่กับแหล่งกำเนิด แสงสวยงามหลากสีสันบนท้องฟ้าเหล่านี้เกิดจากสนามแม่เหล็กโลก กำลังทำหน้าที่ปกป้องสิ่งมีชีวิตในโลกจากลมสุริยะ ร่วมเดินทางไปสัมผัสความสวยงามของแสงออโรราในบริเวณคาบสมุทรอาร์คติกเสมือนว่าไปอยู่ที่ขั้วโลกจริง ๆ  “มหัศจรรย์แห่งออโรรา (Experience the Aurora)” เป็นภาพยนตร์ที่เข้าชิงรอบสุดท้ายรางวัล Telly Awards พากษ์เสียงภาษาไทยโดย คุณปิยะวัฒน์ เข็มเพชร (PK)",
    "https://sciplanet.org/wp-content/uploads/2021/01/252974-1536x864.jpg"
  ),
  new Event_details(
    "a5",
    "c5",
    "ปฏิทินปรากฏการณ์ฝนดาวตก ปี 2564",
    "ฟ้าเมืองไทย ปี 2564 มีปรากฏการณ์ทางดาราศาสตร์ที่น่าสนใจและน่าจับตาหลายอย่างตลอดทั้งปี มีดวงจันทร์บังดาวอังคาร จันทรุปราคา หรือจะเป็นปรากฏการณ์ฝนดาวตก​ ศูนย์วิทยาศาสตร์เพื่อการศึกษา จึงได้จัดทำปฏิทินปรากฏการณ์ฝนดาวตก  สุริยุปราคาและจันทรุปราคา ประจำปี 2564 เพื่อประชาสัมพันธ์มาให้ทราบโดยทั่วกัน",
    "https://sciplanet.org/wp-content/uploads/2021/01/ปรากฏการณ์-7.png"
  ),
  new Event_details(
    "a6",
    "c6",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา ปิดให้บริการถึง 31 ม.ค. 64",
    "เนื่องจากเกิดการแพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่ขึ้น และแพร่กระจายในหลายพื้นที่ของประเทศไทยทำให้จำนวนผู้ติดเชื้อเพิ่มขึ้นอย่างต่อเนื่อง ดังนั้น เพื่อเป็นการป้องกันและควบคุมจำกัดการแพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ศูนย์วิทยาศาสตร์เพื่อการศึกษา จึงขอปิดให้บริการชั่วคราว ถึงวันที่ 31 ม.ค. 64 ตามประกาศกระทรวงศึกษาธิการ ลงวันที่ 2 มกราคม พ.ศ. 2564จึงประชาสัมพันธ์มาให้ทราบโดยทั่วกัน",
    "https://sciplanet.org/wp-content/uploads/2021/01/1609750724567.png"
  )
];
