import News from "../models/News";
import New_details from "../models/news_detail";

export const CATEGORIES = [
  new News(
    "tt1",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา ปิดให้บริการ วันศุกร์ที่ 12 กุมภาพันธ์ 2564",
    "https://sciplanet.org/wp-content/uploads/2021/02/258181.jpg"
  ),
  new News(
    "tt2",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา ดำเนินการตามมาตรการป้องกันโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19)",
    "https://sciplanet.org/wp-content/uploads/2021/01/ทำความสะอาด_210121_17-1024x768-1.jpg"
  ),
];
export const NEWS_DETAILS = [
  new New_details(
    "i1",
    "tt1",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา ปิดให้บริการ วันศุกร์ที่ 12 กุมภาพันธ์ 2564",
    "ตามที่ ประชุมคณะรัฐมนตรี เมื่อวันที่ 29 ธันวาคม 2563 พิจารณาเรื่อง การกำหนดวันหยุดราชการเพิ่มเป็นกรณีพิเศษและการกำหนดวันหยุดราชการประจำภูมิภาค รวมทั้งการเลื่อนวันหยุดชดเชยวันหยุดราชการ ประจำปี 2564 แล้วลงมติเห็นชอบกำหนดให้ วันศุกร์ที่ 12 กุมภาพันธ์ 2564 เป็นวันหยุดราชการเพิ่มเป็นกรณีพิเศษ ศูนย์วิทยาศาสตร์เพื่อการศึกษาในฐานะหน่วยงานราชการ จึงขอปิดให้บริการ 1 วัน ในวันศุกร์ที่ 12 กุมภาพันธ์ 2564 ตามมติ ครม. จึงประชาสัมพันธ์มาให้ทราบโดยทั่วกัน",
    "https://sciplanet.org/wp-content/uploads/2021/02/258181.jpg"
  ),
  new New_details(
    "i2",
    "tt2",
    "ศูนย์วิทยาศาสตร์เพื่อการศึกษา ดำเนินการตามมาตรการป้องกันโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19)",
    "ตลอดเดือนมกราคม 2564 ศูนย์วิทยาศาสตร์เพื่อการศึกษา ดำเนินการตามมาตรการป้องกันโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ร่วมกันทำความสะอาดพื้นที่บริการ จุดสัมผัส นิทรรศการภายในอาคาร และบริเวณพื้นที่โดยรอบ พร้อมทั้งติดป้ายคำแนะนำในการปฏิบัติตามมาตรการป้องกันและควบคุมการแพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) การเว้นระยะห่างทางสังคม (Social Distancing) เพื่อสร้างความมั่นใจให้กับเจ้าหน้าที่และผู้ที่มาติดต่อราชการ ชมภาพศูนย์วิทยาศาสตร์เพื่อการศึกษา ดำเนินการตามมาตรการป้องกันโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19)",
    "https://sciplanet.org/wp-content/uploads/2021/01/ทำความสะอาด_210121_17-1024x768-1.jpg"
  ),
];
